

char 1[]={"  бсбсбс        бс        бсбсбсбс    бсбсбсбс     бсбсбсбс   бс      бс  бсбсбсбс  бсбсбсбс"}
char 1[]={"бс             бсбс      бс  бс  бс   бс          бс      бс   бс    бс   бс        бс     бс"}
char 1[]={"бс            бс  бс     бс  бс  бс   бсбсбсбс    бс      бс    бс  бс    бсбсбсбс  бсбсбсбс"}
char 1[]={"бс    бсбс   бсбсбсбс    бс  бс  бс   бс          бс      бс     бсбс     бс        бс     бс"}
char 1[]={"  бсбс  бс  бс      бс   бс  бс  бс   бсбсбсбс     бсбсбсбс       бс      бсбсбсбс  бс      бс"}            
