#include <iostream>
#include <windows.h>


using namespace std;

char a[111]={"   бсбсбсбсбсбсбсбс            бс                бсбс      бс           бсбсбсбсбсбсбс         бсбс        бс\n"};
char b[111]={"                 бс          бс  бс            бс    бс    бс           бс          бс     бсбсбсбсбсбс    бс\n"};
char c[111]={"                 бс        бс      бс        бс        бс  бс           бс          бс       бс    бс      бс\n"};
char d[111]={"                 бс      бс          бс      бс        бс  бс           бс          бс       бс    бс  бсбсбс\n"};
char e[111]={"       бс    бс                                бс    бс    бс           бсбсбсбсбсбсбс         бсбс        бс\n"};
char f[111]={"       бс    бс        бсбсбсбсбсбсбсбсбс        бсбс      бс                 бс                   бсбсбсбсбс\n"};
char g[111]={"       бс    бс                бс                          бс                 бс                   бс      бс\n"};
char h[111]={" бсбсбсбсбсбсбсбсбсбс          бс          бсбсбсбсбсбсбсбсбс         бсбсбсбсбсбсбсбсбс           бсбсбсбсбс\n"};




