#include <iostream>
#include <math.h>
#include <ctime>
#include <windows.h>
using namespace std;

int main()
{
	system("mode con:cols=130 lines=32");
	
	cout<<"   бсбсбсбсбсбсбсбс            бс                бсбс      бс           бсбсбсбсбсбсбс         бсбс        бс\n";Sleep(500);
	cout<<"                 бс          бс  бс            бс    бс    бс           бс          бс     бсбсбсбсбсбс    бс\n";Sleep(500);
	cout<<"                 бс        бс      бс        бс        бс  бс           бс          бс       бс    бс      бс\n";Sleep(500);
	cout<<"                 бс      бс          бс      бс        бс  бс           бс          бс       бс    бс  бсбсбс\n";Sleep(500);
	cout<<"       бс    бс                                бс    бс    бс           бсбсбсбсбсбсбс         бсбс        бс\n";Sleep(500);
	cout<<"       бс    бс        бсбсбсбсбсбсбсбсбс        бсбс      бс                 бс                   бсбсбсбсбс\n";Sleep(500);
	cout<<"       бс    бс                бс                          бс                 бс                   бс      бс\n";Sleep(500);
	cout<<" бсбсбсбсбсбсбсбсбсбс          бс          бсбсбсбсбсбсбсбсбс         бсбсбсбсбсбсбсбсбс           бсбсбсбсбс\n";Sleep(500);
	
	cout<<"\n\n\n";
	
	char a[]={"   бсбсбсбсбсбсбсбс            бс                бсбс      бс           бсбсбсбсбсбсбс         бсбс        бс\n"};
	char b[]={"                 бс          бс  бс            бс    бс    бс           бс          бс     бсбсбсбсбсбс    бс\n"};
	char c[]={"                 бс        бс      бс        бс        бс  бс           бс          бс       бс    бс      бс\n"};
	char d[]={"                 бс      бс          бс      бс        бс  бс           бс          бс       бс    бс  бсбсбс\n"};
	char e[]={"       бс    бс                                бс    бс    бс           бсбсбсбсбсбсбс         бсбс        бс\n"};
	char f[]={"       бс    бс        бсбсбсбсбсбсбсбсбс        бсбс      бс                 бс                   бсбсбсбсбс\n"};
	char g[]={"       бс    бс                бс                          бс                 бс                   бс      бс\n"};
	char h[]={" бсбсбсбсбсбсбсбсбсбс          бс          бсбсбсбсбсбсбсбсбс         бсбсбсбсбсбсбсбсбс           бсбсбсбсбс\n"};
	
	for(int i=0;i<111;i++){
		cout<<a[i];
		Sleep(10);
	}
	for(int i=0;i<111;i++){
		cout<<b[i];
		Sleep(10);
	}
	for(int i=0;i<111;i++){
		cout<<c[i];
		Sleep(10);
	}
	for(int i=0;i<111;i++){
		cout<<d[i];
		Sleep(10);
	}
	for(int i=0;i<111;i++){
		cout<<e[i];
		Sleep(10);
	}
	for(int i=0;i<111;i++){
		cout<<f[i];
		Sleep(10);
	}
	for(int i=0;i<111;i++){
		cout<<g[i];
		Sleep(10);
	}
	for(int i=0;i<111;i++){
		cout<<h[i];
		Sleep(10);
	}
}  
